Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# notification_expiring_soon_body
source: You have %lld keys expiring soon. Please review them in Moaiy.
ar: لديك مفاتيح %lld تنتهي صلاحيتها قريبًا. يرجى مراجعتها في Moaiy.
de: Ihre %lld-Schlüssel laufen bald ab. Bitte überprüfen Sie sie in Moaiy.
es: Tienes claves %lld que caducan pronto. Por favor revísalos en Moaiy.
fr: Vous avez des clés %lld qui expireront bientôt. Veuillez les consulter dans Moaiy.
hi: आपकी %lld कुंजियाँ शीघ्र ही समाप्त हो रही हैं। कृपया Moaiy में उनकी समीक्षा करें।
ja: %lld キーの有効期限が間もなく切れます。 Moaiyでレビューしてください。
ko: %lld 키가 곧 만료됩니다. 모아이에서 검토해 보세요.
pt_br: Você tem chaves %lld que expirarão em breve. Por favor, revise-os em Moaiy.
ru: Срок действия ваших ключей %lld скоро истекает. Пожалуйста, просмотрите их в Moaiy.
zh_hans: 您有 %lld 个密钥即将过期。请在 Moaiy 中查看。

# notification_expiring_soon_title
source: Keys Expiring Soon
ar: تنتهي صلاحية المفاتيح قريبًا
de: Schlüssel laufen bald ab
es: Las claves caducan pronto
fr: Clés expirant bientôt
hi: कुंजियाँ शीघ्र ही समाप्त हो रही हैं
ja: キーの有効期限が間もなく切れます
ko: 키가 곧 만료됩니다
pt_br: Chaves expirando em breve
ru: Срок действия ключей скоро истекает
zh_hans: 密钥即将过期

# notification_key_expiring_body
source: Key '%@' will expire on %@.
ar: ستنتهي صلاحية المفتاح "%@" في %@.
de: Der Schlüssel „%@“ läuft am %@ ab.
es: La clave '%@' caducará el %@.
fr: La clé « %@ » expirera le %@.
hi: कुंजी '%@' %@ पर समाप्त हो जाएगी।
ja: キー「%@」は %@ に期限切れになります。
ko: 키 '%@'는 %@에 만료됩니다.
pt_br: A chave '%@' expirará em %@.
ru: Срок действия ключа «%@» истекает %@.
zh_hans: 密钥 '%@' 将在 %@ 过期。

# notification_key_expiring_title
source: Key Expiring
ar: انتهاء صلاحية المفتاح
de: Schlüssel läuft ab
es: Clave vencida
fr: Clé expirant
hi: कुंजी समाप्त हो रही है
ja: キーの有効期限が切れます
ko: 키 만료
pt_br: Expiração da chave
ru: Срок действия ключа истекает
zh_hans: 密钥即将过期

source: Open in Finder
ar: افتح في الباحث
de: Im Finder öffnen
es: Abrir en el Finder
fr: Ouvrir dans le Finder
hi: फ़ाइंडर में खोलें
ja: ファインダーで開く
ko: Finder에서 열기
pt_br: Abrir no Finder
ru: Открыть в Finder
zh_hans: 在 Finder 中打开

# operation_all_failed
source: All operations failed
ar: فشلت كافة العمليات
de: Alle Vorgänge sind fehlgeschlagen
es: Todas las operaciones fallaron
fr: Toutes les opérations ont échoué
hi: सभी ऑपरेशन विफल रहे
ja: すべての操作が失敗しました
ko: 모든 작업이 실패했습니다.
pt_br: Todas as operações falharam
ru: Все операции провалились
zh_hans: 所有操作失败

# operation_all_succeeded
source: All operations succeeded
ar: نجحت جميع العمليات
de: Alle Operationen waren erfolgreich
es: Todas las operaciones tuvieron éxito
fr: Toutes les opérations ont réussi
hi: सभी ऑपरेशन सफल रहे
ja: すべての操作が成功しました
ko: 모든 작업이 성공했습니다.
pt_br: Todas as operações foram bem-sucedidas
ru: Все операции прошли успешно
zh_hans: 所有操作成功

# operation_decrypt_all_failed
source: Decryption failed
ar: فشل فك التشفير
de: Die Entschlüsselung ist fehlgeschlagen
es: Falló el descifrado
fr: Le décryptage a échoué
hi: डिक्रिप्शन विफल
ja: 復号化に失敗しました
ko: 암호 해독 실패
pt_br: Falha na descriptografia
ru: Расшифровка не удалась
zh_hans: 解密失败

# operation_decrypt_all_succeeded
source: Decryption succeeded
ar: نجح فك التشفير
de: Die Entschlüsselung war erfolgreich
es: El descifrado fue exitoso
fr: Décryptage réussi
hi: डिक्रिप्शन सफल हुआ
ja: 復号化に成功しました
ko: 암호 해독 성공
pt_br: Descriptografia bem-sucedida
ru: Расшифровка выполнена успешно
zh_hans: 解密成功

# operation_decrypt_partial_success
source: Some files failed to decrypt
ar: فشل بعض الملفات في فك التشفير
de: Einige Dateien konnten nicht entschlüsselt werden
es: Algunos archivos no pudieron descifrarse
fr: Certains fichiers n'ont pas pu être déchiffrés
hi: कुछ फ़ाइलें डिक्रिप्ट करने में विफल रहीं
ja: 一部のファイルの復号化に失敗しました
ko: 일부 파일의 암호를 해독하지 못했습니다.
pt_br: Alguns arquivos não foram descriptografados
ru: Некоторые файлы не удалось расшифровать
zh_hans: 部分文件解密失败

# operation_encrypt_all_failed
source: Encryption failed
ar: فشل التشفير
de: Die Verschlüsselung ist fehlgeschlagen
es: Error de cifrado
fr: Le cryptage a échoué
hi: एन्क्रिप्शन विफल
ja: 暗号化に失敗しました
ko: 암호화 실패
pt_br: Falha na criptografia
ru: Шифрование не удалось
zh_hans: 加密失败

# operation_encrypt_all_succeeded
source: Encryption succeeded
ar: نجح التشفير
de: Die Verschlüsselung war erfolgreich
es: El cifrado se realizó correctamente
fr: Le cryptage a réussi
hi: एन्क्रिप्शन सफल हुआ
ja: 暗号化に成功しました
ko: 암호화 성공
pt_br: Criptografia bem-sucedida
ru: Шифрование выполнено успешно
zh_hans: 加密成功

# operation_encrypt_partial_success
source: Some files failed to encrypt
ar: فشل تشفير بعض الملفات
de: Einige Dateien konnten nicht verschlüsselt werden
es: Algunos archivos no pudieron cifrarse
fr: Certains fichiers n'ont pas pu être chiffrés
hi: कुछ फ़ाइलें एन्क्रिप्ट करने में विफल रहीं
ja: 一部のファイルの暗号化に失敗しました
ko: 일부 파일을 암호화하지 못했습니다.
pt_br: Alguns arquivos não foram criptografados
ru: Некоторые файлы не удалось зашифровать
zh_hans: 部分文件加密失败

# operation_mode_title
source: Operation Mode
ar: وضع التشغيل
de: Betriebsmodus
es: Modo de operación
fr: Mode de fonctionnement
hi: ऑपरेशन मोड
ja: 動作モード
ko: 작동 모드
pt_br: Modo de operação
ru: Режим работы
zh_hans: 操作模式

# operation_partial_success
source: Some operations failed
ar: فشلت بعض العمليات
de: Einige Vorgänge sind fehlgeschlagen
es: Algunas operaciones fallaron
fr: Certaines opérations ont échoué
hi: कुछ ऑपरेशन विफल रहे
ja: 一部の操作が失敗しました
ko: 일부 작업이 실패했습니다.
pt_br: Algumas operações falharam
ru: Некоторые операции завершились неудачей
zh_hans: 部分操作失败

# operation_success
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
ja: 成功
ko: 성공
pt_br: Sucesso
ru: Успех
zh_hans: 操作成功

# operation_success_decrypt
source: Decrypted successfully
ar: تم فك التشفير بنجاح
de: Erfolgreich entschlüsselt
es: Descifrado con éxito
fr: Décrypté avec succès
hi: सफलतापूर्वक डिक्रिप्ट किया गया
ja: 正常に復号化されました
ko: 성공적으로 해독되었습니다.
pt_br: Descriptografado com sucesso
ru: Расшифровано успешно
zh_hans: 解密成功

# operation_success_encrypt
source: Encrypted successfully
ar: تم التشفير بنجاح
de: Erfolgreich verschlüsselt
es: Cifrado con éxito
fr: Chiffré avec succès
hi: सफलतापूर्वक एन्क्रिप्ट किया गया
ja: 正常に暗号化されました
ko: 성공적으로 암호화되었습니다
pt_br: Criptografado com sucesso
ru: Зашифровано успешно
zh_hans: 加密成功

# operation_success_sign_detached
source: Detached signature created successfully
ar: تم إنشاء التوقيع المنفصل بنجاح
de: Separate Signatur erfolgreich erstellt
es: Firma separada creada exitosamente
fr: Signature détachée créée avec succès
hi: पृथक हस्ताक्षर सफलतापूर्वक बनाया गया
ja: 分離された署名が正常に作成されました
ko: 분리된 서명이 성공적으로 생성되었습니다.
pt_br: Assinatura desanexada criada com sucesso
ru: Отдельная подпись успешно создана
zh_hans: 分离式签名生成成功

# operation_success_verify
source: Verified successfully
ar: تم التحقق بنجاح
de: Erfolgreich verifiziert
es: Verificado con éxito
fr: Vérifié avec succès
hi: सफलतापूर्वक सत्यापित
ja: 正常に検証されました
ko: 성공적으로 확인되었습니다
pt_br: Verificado com sucesso
ru: Проверено успешно
zh_hans: 验证成功

# operation_type_backup
source: Backup
ar: النسخ الاحتياطي
de: Sicherung
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ko: 지원
ru: Резервное копирование
zh_hans: 备份

# operation_type_decrypt
source: Decrypt
ar: فك التشفير
de: Entschlüsseln
es: Descifrar
fr: Décrypter
hi: डिक्रिप्ट
ja: 復号化
ko: 암호 해독
pt_br: Descriptografar
ru: Расшифровать
zh_hans: 解密

# operation_type_encrypt
source: Encrypt
ar: تشفير
de: Verschlüsseln
es: cifrar
fr: Chiffrer
hi: एन्क्रिप्ट
ja: 暗号化する
ko: 암호화
pt_br: Criptografar
ru: Шифровать
zh_hans: 加密

# operation_type_export
source: Export
ar: يصدّر
es: Exportar
fr: Exporter
hi: निर्यात
ja: 輸出
ko: 내보내다
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# operation_type_import
source: Import
ar: يستورد
es: Importar
fr: Importer
hi: आयात
ja: 輸入
ko: 수입
pt_br: Importar
ru: Импорт
zh_hans: 导入

# operation_type_sign
source: Sign
ar: لافتة
de: Zeichen
es: Firmar
fr: Signe
hi: संकेत
ja: サイン
ko: 징후
pt_br: Sinal
ru: Знак
zh_hans: 签名

# operation_type_verify
source: Verify
ar: يؤكد
de: Verifizieren
es: Verificar
fr: Vérifier
hi: सत्यापित करें
ja: 確認する
ko: 확인하다
pt_br: Verificar
ru: Проверять
zh_hans: 验证

# output_empty_description
source: Enter text and click Encrypt or Decrypt to see the result
ar: أدخل النص وانقر فوق تشفير أو فك تشفير لرؤية النتيجة
de: Geben Sie Text ein und klicken Sie auf „Verschlüsseln“ oder „Entschlüsseln“, um das Ergebnis anzuzeigen
es: Ingrese el texto y haga clic en Cifrar o Descifrar para ver el resultado.
fr: Entrez le texte et cliquez sur Chiffrer ou Décrypter pour voir le résultat
hi: टेक्स्ट दर्ज करें और परिणाम देखने के लिए एन्क्रिप्ट या डिक्रिप्ट पर क्लिक करें
ja: テキストを入力し、「暗号化」または「復号化」をクリックして結果を確認します
ko: 텍스트를 입력하고 암호화 또는 복호화를 클릭하여 결과를 확인하세요.
pt_br: Digite o texto e clique em Criptografar ou Descriptografar para ver o resultado
ru: Введите текст и нажмите «Зашифровать» или «Расшифровать», чтобы увидеть результат.
zh_hans: 输入文本并点击加密或解密以查看结果

# output_empty_title
source: No Output
ar: لا يوجد إخراج
de: Keine Ausgabe
es: Sin salida
fr: Aucune sortie
hi: उत्पादन नही
ja: 出力なし
ko: 출력 없음
pt_br: Sem saída
ru: Нет вывода
zh_hans: 暂无输出

# passphrase_error_empty
source: Passphrase cannot be empty
ar: لا يمكن أن تكون عبارة المرور فارغة
de: Die Passphrase darf nicht leer sein
es: La frase de contraseña no puede estar vacía
fr: La phrase secrète ne peut pas être vide
hi: पासफ़्रेज़ खाली नहीं हो सकता
ja: パスフレーズを空にすることはできません
ko: 암호는 비워둘 수 없습니다.
pt_br: A senha não pode ficar vazia
ru: Парольная фраза не может быть пустой
zh_hans: 密码不能为空

# passphrase_placeholder
source: Passphrase
ar: عبارة المرور
es: frase de contraseña
fr: Phrase secrète
hi: पदबंध
ja: パスフレーズ
ko: 암호
pt_br: Senha
ru: Парольная фраза
zh_hans: 密码

# passphrase_subtitle
source: Enter passphrase for key: %1$@
ar: أدخل عبارة المرور للمفتاح: %1$@
de: Geben Sie die Passphrase für den Schlüssel ein: %1$@
es: Ingrese la frase de contraseña para la clave: %1$@
fr: Entrez la phrase secrète pour la clé : %1$@
hi: कुंजी के लिए पासफ़्रेज़ दर्ज करें: %1$@
ja: キーのパスフレーズを入力してください: %1$@
ko: 키의 암호를 입력하세요: %1$@
pt_br: Digite a senha da chave: %1$@
ru: Введите парольную фразу для ключа: %1$@.
zh_hans: 输入密钥密码：%1$@

# passphrase_subtitle_default
source: Enter your passphrase to decrypt
ar: أدخل عبارة المرور الخاصة بك لفك التشفير
de: Geben Sie zum Entschlüsseln Ihre Passphrase ein
es: Ingrese su contraseña para descifrar
fr: Entrez votre phrase secrète pour décrypter
hi: डिक्रिप्ट करने के लिए अपना पासफ़्रेज़ दर्ज करें
ja: パスフレーズを入力して復号化します
ko: 암호를 해독하려면 암호를 입력하세요
pt_br: Digite sua senha para descriptografar
ru: Введите пароль для расшифровки
zh_hans: 输入密码以解密

# passphrase_title
source: Enter Passphrase
ar: أدخل عبارة المرور
de: Geben Sie die Passphrase ein
es: Ingrese la frase de contraseña
fr: Entrez la phrase secrète
hi: पासफ़्रेज़ दर्ज करें
ja: パスフレーズを入力してください
ko: 암호를 입력하세요
pt_br: Digite a senha
ru: Введите парольную фразу
zh_hans: 输入密码

# password_empty_error
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
de: Das Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
hi: पासवर्ड खाली नहीं हो सकता
ja: パスワードを空にすることはできません
ko: 비밀번호는 비워둘 수 없습니다.
pt_br: A senha não pode ficar vazia
ru: Пароль не может быть пустым
zh_hans: 密码不能为空

# password_field_label
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
zh_hans: 密码

# password_field_placeholder
source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es: Introduce tu contraseña
fr: Entrez votre mot de passe
hi: अपना कूटशब्द भरें
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
pt_br: Digite sua senha
ru: Введите свой пароль
zh_hans: 输入密码

# password_required_description
source: Enter the password for your private key to decrypt this file
ar: أدخل كلمة المرور لمفتاحك الخاص لفك تشفير هذا الملف
de: Geben Sie das Passwort für Ihren privaten Schlüssel ein, um diese Datei zu entschlüsseln
es: Ingrese la contraseña de su clave privada para descifrar este archivo
fr: Entrez le mot de passe de votre clé privée pour décrypter ce fichier
hi: इस फ़ाइल को डिक्रिप्ट करने के लिए अपनी निजी कुंजी के लिए पासवर्ड दर्ज करें
ja: このファイルを復号化するには、秘密キーのパスワードを入力してください
ko: 이 파일을 해독하려면 개인 키의 비밀번호를 입력하세요.
pt_br: Digite a senha da sua chave privada para descriptografar este arquivo
ru: Введите пароль для вашего закрытого ключа, чтобы расшифровать этот файл.
zh_hans: 输入私钥密码以解密此文件

# password_required_title
source: Password Required
ar: كلمة المرور مطلوبة
de: Passwort erforderlich
es: Contraseña requerida
fr: Mot de passe requis
hi: पासवर्ड आवश्यक
ja: パスワードが必要です
ko: 비밀번호 필요
pt_br: Senha obrigatória
ru: Требуется пароль
zh_hans: 需要密码

# placeholder_select_section
source: Select a section
ar: حدد قسمًا
de: Wählen Sie einen Abschnitt aus
es: Seleccione una sección
fr: Sélectionnez une rubrique
hi: एक अनुभाग चुनें
ja: セクションを選択してください
ko: 섹션을 선택하세요
pt_br: Selecione uma seção
ru: Выберите раздел
zh_hans: 选择一个分区

source: Primary
ar: أساسي
de: Primär
es: Primario
fr: Primaire
hi: प्राथमिक
ja: 主要な
ko: 주요한
pt_br: Primário
ru: Начальный
zh_hans: 主用户 ID

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_br: política de Privacidade
ru: политика конфиденциальности
zh_hans: 隐私政策

# pro_action_failure_message
source: Failed to execute Pro action.
ar: تعذر تنفيذ إجراء Pro.
de: Pro-Aktion konnte nicht ausgeführt werden.
es: No se pudo ejecutar la acción Pro.
fr: Échec de l'exécution de l'action Pro.
hi: Pro कार्रवाई चलाने में विफल।
ja: Pro アクションの実行に失敗しました。
ko: Pro 작업 실행에 실패했습니다.
pt_br: Falha ao executar a ação Pro.
ru: Не удалось выполнить действие Pro.
zh_hans: 执行 Pro 操作失败。

# pro_action_failure_title
source: Pro Action Failed
ar: فشل إجراء Pro
de: Pro-Aktion fehlgeschlagen
es: Falló la acción Pro
fr: Échec de l'action Pro
hi: Pro कार्रवाई विफल
ja: Pro アクションに失敗
ko: Pro 작업 실패
pt_br: Falha na ação Pro
ru: Сбой действия Pro
zh_hans: Pro 操作失败

# pro_action_module_unavailable_message
source: Pro module is not installed in this build.
ar: وحدة Pro غير مثبتة في هذا الإصدار.
de: Das Pro-Modul ist in diesem Build nicht installiert.
es: El módulo Pro no está instalado en esta compilación.
fr: Le module Pro n'est pas installé dans cette version.
hi: इस बिल्ड में Pro मॉड्यूल इंस्टॉल नहीं है।
ja: このビルドには Pro モジュールが含まれていません。
ko: 이 빌드에는 Pro 모듈이 설치되어 있지 않습니다.
pt_br: O módulo Pro não está instalado nesta compilação.
ru: Модуль Pro не установлен в этой сборке.
zh_hans: 当前构建未安装 Pro 模块。

# pro_feature_audit_export_title
source: Audit Export
ar: تصدير التدقيق
es: Exportación de auditoría
fr: Export d'audit
hi: ऑडिट निर्यात
ja: 監査エクスポート
ko: 감사 내보내기
pt_br: Exportação de auditoria
ru: Экспорт аудита
zh_hans: 审计导出

# pro_feature_batch_governance_title
source: Batch Governance
ar: حوكمة دفعية
es: Gobernanza por lotes
fr: Gouvernance par lot
hi: बैच गवर्नेंस
ja: 一括ガバナンス
ko: 일괄 거버넌스
pt_br: Governança em lote
ru: Пакетное управление
zh_hans: 批量治理

# pro_feature_hardware_key_advanced_title
source: Hardware Key Advanced
ar: مفتاح العتاد المتقدم
de: Erweiterter Hardware-Schlüssel
es: Hardware Key avanzado
fr: Clé matérielle avancée
hi: हार्डवेयर कुंजी उन्नत
ja: ハードウェアキー拡張
ko: 하드웨어 키 고급
pt_br: Hardware Key avançado
ru: Расширенный аппаратный ключ
zh_hans: 硬件密钥增强

# pro_feature_locked_title
source: Pro Feature Locked
ar: ميزة Pro مقفلة
de: Pro-Funktion gesperrt
es: Función Pro bloqueada
fr: Fonction Pro verrouillée
hi: Pro फीचर लॉक है
ja: Pro 機能はロック中
ko: Pro 기능 잠김
pt_br: Recurso Pro bloqueado
ru: Функция Pro заблокирована
zh_hans: Pro 功能未解锁

# pro_feature_team_policy_templates_title
source: Team Policy Templates
ar: قوالب سياسة الفريق
de: Team-Richtlinienvorlagen
es: Plantillas de política de equipo
fr: Modèles de politique d'équipe
hi: टीम नीति टेम्पलेट
ja: チームポリシーテンプレート
ko: 팀 정책 템플릿
pt_br: Modelos de política de equipe
ru: Шаблоны командных политик
zh_hans: 团队策略模板

# pro_restore_failure_message
source: Could not restore purchases. Please try again.
ar: تعذر استعادة المشتريات. يرجى المحاولة مرة أخرى.
de: Käufe konnten nicht wiederhergestellt werden. Bitte erneut versuchen.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
fr: Impossible de restaurer les achats. Réessayez.
hi: खरीद बहाल नहीं हो सकी। कृपया फिर प्रयास करें।
ja: 購入を復元できませんでした。再試行してください。
ko: 구매를 복원할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível restaurar compras. Tente novamente.
ru: Не удалось восстановить покупки. Повторите попытку.
zh_hans: 无法恢复购买，请稍后重试。

# pro_restore_failure_title
source: Restore Failed
ar: فشلت الاستعادة
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
fr: Échec de la restauration
hi: बहाली विफल
ja: 復元に失敗
ko: 복원 실패
pt_br: Falha na restauração
ru: Сбой восстановления
zh_hans: 恢复失败

# pro_restore_success_message
source: Purchases have been restored.
ar: تمت استعادة المشتريات.
de: Käufe wurden wiederhergestellt.
es: Se restauraron las compras.
fr: Les achats ont été restaurés.
hi: खरीदारी बहाल हो गई है।
ja: 購入を復元しました。
ko: 구매가 복원되었습니다.
pt_br: Compras restauradas.
ru: Покупки восстановлены.
zh_hans: 已恢复购买项目。

# pro_restore_success_title
source: Restore Complete
ar: اكتملت الاستعادة
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
hi: बहाली पूर्ण
ja: 復元完了
ko: 복원 완료
pt_br: Restauração concluída
ru: Восстановление завершено
zh_hans: 恢复完成

# pro_source_direct
source: Direct License
ar: ترخيص مباشر
de: Direktlizenz
es: Licencia directa
fr: Licence directe
hi: डायरेक्ट लाइसेंस
ja: 直接ライセンス
ko: 직접 라이선스
pt_br: Licença direta
ru: Прямая лицензия
zh_hans: 直连许可

# pro_source_none
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用

# pro_status_enabled
source: Enabled
ar: مفعل
de: Aktiviert
es: Activado
fr: Activé
hi: सक्रिय
ja: 有効
ko: 활성화됨
pt_br: Ativado
ru: Включено
zh_hans: 已启用

# pro_status_enabled_message
source: Pro feature is active.
ar: ميزة Pro مفعلة.
de: Pro-Funktion ist aktiv.
es: La función Pro está activa.
fr: La fonction Pro est active.
hi: Pro फीचर सक्रिय है।
ja: Pro 機能は有効です。
ko: Pro 기능이 활성화되었습니다.
pt_br: O recurso Pro está ativo.
ru: Функция Pro активна.
zh_hans: Pro 功能已激活。

# pro_status_locked
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: लॉक
ja: ロック中
ko: 잠김
pt_br: Bloqueado
ru: Заблокировано
zh_hans: 未解锁

# pro_status_locked_message_mapping
source: Product mapping is missing for this feature.
ar: تعيين المنتج لهذه الميزة مفقود.
de: Produktzuordnung für diese Funktion fehlt.
es: Falta la asignación de producto para esta función.
fr: Le mappage produit manque pour cette fonction.
hi: इस फीचर के लिए प्रोडक्ट मैपिंग अनुपस्थित है।
ja: この機能の製品マッピングがありません。
ko: 이 기능의 제품 매핑이 없습니다.
pt_br: Falta mapeamento de produto para este recurso.
ru: Для этой функции отсутствует сопоставление продукта.
zh_hans: 该功能缺少商品映射配置。

# pro_status_locked_message_provider
source: Pro entitlement provider is unavailable in this build.
ar: موفر صلاحيات Pro غير متاح في هذا الإصدار.
de: Pro-Berechtigungsanbieter ist in diesem Build nicht verfügbar.
es: El proveedor de derechos Pro no está disponible en esta compilación.
fr: Le fournisseur d'autorisation Pro est indisponible dans cette version.
hi: इस बिल्ड में Pro एंटाइटलमेंट प्रदाता उपलब्ध नहीं है।
ja: このビルドでは Pro 権限プロバイダーを利用できません。
ko: 이 빌드에서는 Pro 권한 제공자를 사용할 수 없습니다.
pt_br: O provedor de direitos Pro não está disponível nesta compilação.
ru: Провайдер прав Pro недоступен в этой сборке.
zh_hans: 当前构建不可用 Pro 权益服务。

# pro_status_locked_message_purchase
source: Unlock Pro to use this feature.
ar: قم بترقية Pro لاستخدام هذه الميزة.
de: Entsperren Sie Pro, um diese Funktion zu nutzen.
es: Desbloquea Pro para usar esta función.
fr: Débloquez Pro pour utiliser cette fonction.
hi: इस सुविधा के लिए Pro अनलॉक करें।
ja: この機能を使うには Pro をアンロックしてください。
ko: 이 기능을 사용하려면 Pro를 잠금 해제하세요.
pt_br: Desbloqueie o Pro para usar este recurso.
ru: Разблокируйте Pro, чтобы использовать эту функцию.
zh_hans: 解锁 Pro 后可使用该功能。

# processing_file
source: Processing: %1$@
ar: المعالجة: %1$@
de: Bearbeitung: %1$@
es: Procesamiento: %1$@
fr: Traitement : %1$@
hi: प्रसंस्करण: %1$@
ja: 処理中: %1$@
ko: 처리 중: %1$@
pt_br: Processamento: %1$@
ru: Обработка: %1$@
zh_hans: 正在处理：%1$@

# prompt_search_keys
source: Search keys...
ar: مفاتيح البحث...
de: Suchschlüssel...
es: Claves de búsqueda...
fr: Clés de recherche...
hi: कुंजी खोजें...
ja: 検索キー...
ko: 검색 키...
pt_br: Chaves de pesquisa...
ru: Ключи поиска...
zh_hans: 搜索密钥...

# recipient_keys_title
source: Recipient Keys
ar: مفاتيح المستلم
de: Empfängerschlüssel
es: Claves de destinatario
fr: Clés du destinataire
hi: प्राप्तकर्ता कुंजी
ja: 受信者キー
ko: 수신자 키
pt_br: Chaves do destinatário
ru: Ключи получателя
zh_hans: 接收者密钥

# restore_success_message
source: Keys have been restored from backup
ar: تمت استعادة المفاتيح من النسخة الاحتياطية
de: Die Schlüssel wurden aus der Sicherung wiederhergestellt
es: Las claves se han restaurado desde la copia de seguridad.
fr: Les clés ont été restaurées à partir de la sauvegarde
hi: कुंजियाँ बैकअप से पुनर्स्थापित कर दी गई हैं
ja: キーはバックアップから復元されました
ko: 키가 백업에서 복원되었습니다.
pt_br: As chaves foram restauradas do backup
ru: Ключи восстановлены из резервной копии.
zh_hans: 密钥已从备份恢复

# restore_success_message_legacy_restricted
source: Keys were restored from a legacy backup with additional safety restrictions.
ar: تمت استعادة المفاتيح من نسخة احتياطية قديمة مع قيود أمان إضافية.
de: Die Schlüssel wurden aus einem alten Backup mit zusätzlichen Sicherheitseinschränkungen wiederhergestellt.
es: Las claves se restauraron a partir de una copia de seguridad heredada con restricciones de seguridad adicionales.
fr: Les clés ont été restaurées à partir d'une sauvegarde héritée avec des restrictions de sécurité supplémentaires.
hi: अतिरिक्त सुरक्षा प्रतिबंधों के साथ पुराने बैकअप से कुंजियाँ पुनर्स्थापित की गईं।
ja: キーは、安全上の制限が追加されたレガシー バックアップから復元されました。
ko: 추가 안전 제한 사항을 적용하여 레거시 백업에서 키를 복원했습니다.
pt_br: As chaves foram restauradas a partir de um backup legado com restrições de segurança adicionais.
ru: Ключи были восстановлены из устаревшей резервной копии с дополнительными ограничениями безопасности.
zh_hans: 密钥已从旧版备份恢复，并已启用额外安全限制。

# restore_success_title
source: Restore Complete
ar: اكتملت الاستعادة
de: Wiederherstellung abgeschlossen
es: Restauración completa
fr: Restauration terminée
hi: पूर्ण पुनर्स्थापित करें
ja: 復元が完了しました
ko: 복원 완료
pt_br: Restauração concluída
ru: Восстановление завершено
zh_hans: 恢复完成

# section_about
source: About
ar: عن
de: Um
es: Acerca de
fr: À propos
hi: के बारे में
ja: について
ko: 에 대한
pt_br: Sobre
ru: О
zh_hans: 关于

# section_backup
source: Backup
ar: النسخ الاحتياطي
de: Sicherung
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ko: 지원
ru: Резервное копирование
zh_hans: 备份

# section_encryption
source: Encryption
ar: التشفير
de: Verschlüsselung
es: Cifrado
fr: Cryptage
hi: कूटलेखन
ja: 暗号化
ko: 암호화
pt_br: Criptografia
ru: Шифрование
zh_hans: 加密解密

# section_general
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
ja: 一般的な
ko: 일반적인
pt_br: Em geral
ru: Общий
zh_hans: 通用

# section_how_to
source: How To
ar: كيف
de: So geht's
es: Cómo
fr: Comment
hi: कैसे करें
ja: ハウツー
ko: 방법
pt_br: Como fazer
ru: Как
zh_hans: 使用指南

# section_key_management
source: Key Management
ar: إدارة المفاتيح
de: Schlüsselverwaltung
es: Gestión de claves
fr: Gestion des clés
hi: महतवपूर्ण प्रबंधन
ja: 鍵の管理
ko: 키 관리
pt_br: Gerenciamento de Chaves
ru: Управление ключами
zh_hans: 密钥管理

# section_keyring
source: Keyring
ar: حلقة مفاتيح
de: Schlüsselanhänger
es: Llavero
fr: Porte-clés
hi: चाभी का छल्ला
ja: キーホルダー
ko: 열쇠고리
pt_br: Chaveiro
ru: Брелок для ключей
zh_hans: 密钥库

# section_settings
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置
